LEXICON = {
    'default': 'GOYDA',
    'training_button': 'Тренировка',
    'sports_food_button': 'СпортПит',
    'fat_percentage_button': '%жиров',
    'start_fat_test': 'Начинаем! Выберите свой пол:',
    '/start': 'Вы активировали древнюю силу:\nБОТА ПРО СПОРТИВНОЕ\nВот клавиатура чтобы было проще оринетироваться.',
    'cancel': 'Вы отменили заполнение формы для вычисления процента жира в вашем теле.',
    'cancel_default': 'Увы, отменять нечего',
    'male_button': 'Мужик!',
    'female_button': 'Фу бяка женщина',
    'fill_belly_girth': 'Введите свой обхват живота в сантиметрах',
}


LEXICON_COMMANDS = {
    '/start' : 'Запустить бота',
    '/fat_percent' : 'Начать вычисление процента жира',
    '/cancel' : 'Отменить вычисление процента жира',
}