LEXICON = {
    'default': 'Чё? сам понял хоть?',
    'training_button': 'Тренировка',
    'sports_food_button': 'СпортПит',
    'fat_percentage_button': '%Жиров',
    'start_fat_test': 'Начинаем! Выберите свой пол:',
    '/start': 'Вы активировали древнюю силу:\Я бот, который поможет вам занятиматься в зале, есть правильную пищу и другое\nВот клавиатура чтобы было проще оринетироваться',
    'cancel': 'Вы отменили заполнение формы для вычисления процента жира в вашем теле.',
    'cancel_default': 'Увы, отменять нечего',
    'male_button': 'Мужик!',
    'female_button': 'Фу бяка женщина',
    'fill_belly_girth': 'Введите свой обхват живота в сантиметрах\nОбхват измеряйте на уровне пупка, задерживая дыхание после вдоха',
    'fill_high': 'Введите свой рост в сантиметрах',
    'fill_weight': 'Введите свой вес в килограммах',
    'wrong_belly_girth': 'Пожалуйста!\nВведите корректный обхват живота, он должен быть от 50 до 170 сантиметров',
    'wrong_high': 'Пожалуйста!\nВведите корректный рост, он должен быть от 100 до 220 сантиметров',
    'wrong_weight': 'Пожалуйста!\nВведите корректный вес, он должен быть от 40 до 200 килограмм',
    'wrong_message': 'Пожалуйста, введите или выберите то, что вас просят в сообщении выше',
    'result': 'Процент жировой массы в вашем теле = ',
    'no_data': 'Данные о вашей жировой массе тела утеряны или не были добавлены никогда.',
    'workout_select_keyboard': 'Пожалуйста выберите нужный вам набор тренировок',
    'base_male_training_button': 'Для мужчин',
    'base_female_training_button': 'Для женщин',
    'beginner_training_button': 'Для начинающих',
    'female_base_workout_keyboard': 'Вы выбрали базовую программу для женщин.\nВыберите день.',
    'male_base_workout_keyboard': 'Вы выбрали базовуб программу для мужчин.\nВыберите день',
    'male_day_1_base_training_button': 'День 1',
    'male_day_2_base_training_button': 'День 2',
    'male_day_3_base_training_button': 'День 3',
    'female_day_1_base_training_button': 'День 1',
    'female_day_2_base_training_button': 'День 2',
    'female_day_3_base_training_button': 'День 3',
    'male_day_1_base_training' : 'Жим штанги лежа => 4x12, 10, 8, 6\nЖим гантелей лежа на наклонной скамье => 3х10\nОтжимания на брусьях с дополнительным отягощением => 3х10 - 12\nЖим штанги лежа с узким хватом => 4x10\nЖим Арнольда => 4x10-12\nТяга штанги к подбородку широким хватом 4х12',
    'male_day_2_base_training': 'Становая тяга классикой => 4x12, 10, 8, 6\nПодтягивания широким хватом с дополнительным отягощением => 4х10-12\nТяга штанги к поясу => 4х10\nТяга верхнего блока узким обратным хватом => 3х10\nСгибания рук со штангой стоя => 4х10\nСкручивания в тренажере => 3х12',
    'male_day_3_base_training': 'Приседания со штангой на плечах => 4х12, 10, 8, 6\nЖим штангой в тренажере => 3х10\nВыпады со штангой => 3х10\nРумынская тяга с гантелями => 4х10\nПодъёмы на носки стоя в тренажере => 4х12-15\nПодъемы ног в висе на турнике 3х10-12',
    'female_day_1_base_training': '1',
    'female_day_2_base_training': '2',
    'female_day_3_base_training': '3',
    'back_to_workout_select_button': 'Назад к тренировкам <==',
    'back_to_menu_button': 'Назад в меню!'


}


LEXICON_COMMANDS = {
    '/start' : 'Запустить бота',
    '/cancel' : 'Отменить вычисление процента жира',
    '/showpercent': 'Показать %ЖМТ'
}