LEXICON = {
    'default': 'GOYDA',
    'training_button': 'Тренировка',
    'sports_food_button': 'СпортПит',
    'fat_percentage_button': '%жиров',
    'start_fat_test': 'Начинаем! Выберите свой пол:',
    '/start': 'Вы активировали древнюю силу:\nБОТА ПРО СПОРТИВНОЕ\nВот клавиатура чтобы было проще оринетироваться.',
    'cancel': 'Вы отменили заполнение формы для вычисления процента жира в вашем теле.',
    'cancel_default': 'Увы, отменять нечего',
    'male_button': 'Мужик!',
    'female_button': 'Фу бяка женщина',
    'fill_belly_girth': 'Введите свой обхват живота в сантиметрах\nОбхват измеряйте на уровне пупка, задерживая дыхание после вдоха',
    'fill_high': 'Введите свой рост в сантиметрах',
    'fill_weight': 'Введите свой вес в килограммах',
    'wrong_belly_girth': 'Пожалуйста!\nВведите корректный обхват живота, он должен быть от 50 до 170 сантиметров',
    'wrong_high': 'Пожалуйста!\nВведите корректный рост, он должен быть от 100 до 220 сантиметров',
    'wrong_weight': 'Пожалуйста!\nВведите корректный вес, он должен быть от 40 до 200 килограмм',
    'result': 'Процент жировой массы в вашем теле = ',
    'no_data': 'Данные о вашей жировой массе тела утеряны или не были добавлены никогда.'


}


LEXICON_COMMANDS = {
    '/start' : 'Запустить бота',
    '/fat_percent' : 'Начать вычисление процента жира',
    '/cancel' : 'Отменить вычисление процента жира',
    '/showpercent': 'Показать %ЖМТ'
}